/* Remove non favorites confirmation dialog -> informative text */
"%d cookies will be deleted immediately." = "%d Cookies werden sofort gelöscht.";

/* No comment provided by engineer. */
"%d Domains, %d Favorites, %d unique Cookies" = "%1$d Domänen, %2$d Favoriten, %3$d Cookies";

/* Remove 1 non favorite confirmation dialog -> informative text */
"1 cookie will be deleted immediately." = "1 Cookie wird sofort gelöscht.";

/* Import Favorites warning dialog -> informative text */
"ALL your current favorites will be overwritten. \nThis operation will NOT affect your current cookies." = "ALLE aktuellen Favoriten werden überschrieben.\nDiese Operation hat KEINEN Effekt auf Ihre aktuellen Cookies.";

/* Remove non favorites confirmation dialog -> message text */
"Are you sure you want to remove all \nnon-favorite cookies?" = "Sind Sie sicher, dass Sie alle Cookies, die nicht als Favoriten gekennzeichnet sind, löschen wollen?";

/* Uninstall Safari Cookies confirmation dialog -> message text; put non breakable space for 'Safari Cookies' */
"Are you sure you want to uninstall Safari Cookies?" = "Sind Sie sicher, dass Sie Safari Cookies deinstallieren wollen?";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Cookie (%@): DENIED" = "Cookie (%@): VERWEIGERT";

/* No comment provided by engineer. */
"Cookie (%@): Pass-through" = "Cookie (%@): Durchleiten";

/* Export Cookies confirmation dialog -> informative text */
"Cookies will NOT be exported." = "Cookies werden NICHT exportiert.";

/* Preferences -> General tab -> current version label */
"Current Version: %@" = "Aktuelle Version: %@";

/* No comment provided by engineer. */
"Deleted %d cookies" = "%d Cookies gelöscht";

/* No comment provided by engineer. */
"Deleted %d non-favorite cookies" = "%d Nicht-Favoriten Cookies gelöscht";

/* No comment provided by engineer. */
"Deleted 1 cookie" = "1 Cookie gelöscht";

/* No comment provided by engineer. */
"Deleted 1 non-favorite cookie" = "%1 Nicht-Favoriten Cookie gelöscht";

/* No comment provided by engineer. */
"Deleted all Flash cookies" = "Alle Flash-Cookies gelöscht";

/* No comment provided by engineer. */
"Deleting %d non-favorite cookie on quit" = "%d Nicht-Favoriten Cookie beim Beenden gelöscht";

/* No comment provided by engineer. */
"Deleting %d non-favorite cookies on quit" = "%d Nicht-Favoriten Cookies beim Beenden gelöscht";

/* Safari Cookies failed to be uninstalled alert -> informative text */
"Get support at: \nhttp://sweetpproductions.com/safaricookies/" = "Sie erhalten Support unter: \nhttp://sweetpproductions.com/safaricookies/";

/* No comment provided by engineer. */
"NO" = "NO";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Remove" = "Entfernen";

/* Safari Cookies failed to be uninstalled alert -> message text */
"Safari Cookies could not be uninstalled." = "Safari Cookies konnte nicht deinstalliert werden.";

/* Safari Cookies successfully uninstalled alert -> message text */
"Safari Cookies has been successfully uninstalled." = "Safari Cookies wurde erfolgriech deinstalliert.";

/* No comment provided by engineer. */
"Uninstall" = "Deinstallation";

/* Export favorites confirmation dialog -> message text */
"Would you like to export all your Favorite domains?" = "Möchten Sie Ihre Favoriten exportieren?";

/* Import favorites confirmation dialog -> message text */
"Would you like to import Favorites from a previously exported file?" = "Möchten Sie Ihre zuvor exportierten Favoriten importieren?";

/* No comment provided by engineer. */
"YES" = "JA";

/* Safari Cookies successfully uninstalled alert -> informative text */
"You need to restart Safari for changes to be effective." = "Sie müssen Safari neu starten, damit die Änderungen übernommen werden.";

/* Uninstall Safari Cookies confirmation dialog -> informative text */
"You will be asked for an administrator password." = "Sie werden nach einem Administrator-Kennwort gefragt.";